Repository: sandstorm/UserManagement
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

source: Login
de: Sich anmelden

source: To the login
de: Zum Login

source: Password
de: Passwort

source: Your password
de: Ihr Passwort

source: Password forgotten
de: Passwort vergessen

source: Logout
de: Ausloggen

# logout.loggedAs
source: You are logged in as {0}.
de: Sie sind eingeloggt als {0}.

source: First name
de: Vorname

source: Last name
de: Nachname

# registration.confirmPassword
source: Confirm password
de: Passwort bestätigen

# registration.repeatPassword
source: Repeat password
de: Passwort wiederholen

# registration.salutation
source: Salutation
de: Anrede

# registration.salutationOptions.f
source: Ms.
de: Frau

# registration.salutationOptions.m
source: Mr.
de: Herr

# registration.register
source: Register
de: Registrieren

# registration.confirmationEmailSent
source: We have sent an email to confirm the registration to %s. Please follow the instructions in the email to confirm the registration.
de: Wir haben eine E-Mail zur Bestätigung der Registrierung an %s gesendet. Bitte folgen Sie der Anleitung in der E-Mail, um die Registrierung zu bestätigen.

# activation.linkNotValid
source: The activation link was not valid.
de: Der Aktivierungslink war nicht gültig.

# activation.registerAgain
source: Please register again.
de: Bitte registrieren Sie sich erneut.

# activation.linkExpired
source: The activation link has expired.
de: Der Aktivierungslink ist nicht mehr gültig.

# activation.successMessage
source: Your account is has been activated. You can now log in to our website.
de: Ihr Konto ist aktiviert worden. Sie können sich jetzt auf unserer Website einloggen.

# authFailedMessage.title
source: Unable to login.
de: Login nicht möglich

# authFailedMessage.body
source: You have entered invalid access data. Please try again.
de: Sie haben ungültige Zugangsdaten eingegeben. Bitte versuchen Sie es noch einmal.

# email.subjectActivation
source: Please confirm your account
de: Bitte bestätigen Sie Ihr Konto

# email.subjectResetPassword
source: Password reset
de: Passwort zurücksetzen

# validations.registrationflow.email
source: Email address {0} is already in use!
de: Die E-Mail-Adresse {0} wird bereits verwendet!

# validations.password.matching
source: Your passwords do not match.
de: Die Passwörter stimmen nicht überein.

# validations.password.minlength
source: Your password needs to be at least {0} characters long.
de: Das Passwort muss mindestens {0} Zeichen lang sein.

# validations.password.maxlength
source: Your password must be at most {0} characters long.
de: Das Passwort darf höchstens {0} Zeichen lang sein.

# validations.password.lowercase[0]
source: Your password needs to contain at least {0} lowercase letter.
de: Das Passwort muss mindestens {0} Kleinbuchstaben enthalten.

# validations.password.lowercase[1]
source: Your password needs to contain at least {0} lowercase letters.
de: Das Passwort muss mindestens {0} Kleinbuchstaben enthalten.

# validations.password.uppercase[0]
source: Your password needs to contain at least {0} uppercase letter.
de: Das Passwort muss mindestens {0} Großbuchstaben enthalten.

# validations.password.uppercase[1]
source: Your password needs to contain at least {0} uppercase letters.
de: Das Passwort muss mindestens {0} Großbuchstaben enthalten.

# validations.password.numbers[0]
source: Your password needs to contain at least {0} number.
de: Das Passwort muss mindestens {0} Zahl enthalten.

# validations.password.numbers[1]
source: Your password needs to contain at least {0} numbers.
de: Das Passwort muss mindestens {0} Zahlen enthalten.

# validations.password.special[0]
source: Your password needs to contain at least {0} special character.
de: Das Passwort muss mindestens {0} Sonderzeichen (z.B. %!=) enthalten.

# validations.password.special[1]
source: Your password needs to contain at least {0} special characters.
de: Das Passwort muss mindestens {0} Sonderzeichen (z.B. %!=) enthalten.
